<?php

$_['text_title'] = 'Оплата банковскими картами (MasterCard, Visa и др.)';

$_['error_register_fault'] = 'В процессе регистрации заказа возникла ошибка. Вы можете попробовать оплатить снова. Если ошибка повторится, свяжитесь со службой поддержки магазина и сообщите им код, приведённый ниже.';
$_['error_status_fault'] = 'Оплата отменена.';
$_['error_invalid_order'] = 'Заказ с таким номером не был зарегистрирован. Пожалуйста, свяжитесь со службой поддержки магазина.';
$_['error_canceled'] = 'Оплата отменена.';
$_['error_process'] = 'Оплата заказа в обработке. Вы можете дождаться изменения статуса или завершить платёж.';

$_['button_finish'] = 'Завершить оплату';
$_['button_try_again'] = 'Попробовать снова';

?>